-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2021-08-17 03:31:21
-- 伺服器版本： 10.4.20-MariaDB
-- PHP 版本： 7.4.21

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫: `stores`
--

-- --------------------------------------------------------

--
-- 資料表結構 `stores_list`
--

CREATE TABLE `stores_list` (
  `sId` int(3) NOT NULL COMMENT '項次',
  `sName` varchar(20) NOT NULL COMMENT '門市名稱',
  `sLocal_phone` varchar(20) NOT NULL COMMENT '電話',
  `s_address` varchar(255) NOT NULL COMMENT '地址',
  `s_time` varchar(20) NOT NULL COMMENT '營業時間',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='門市資料表';

--
-- 傾印資料表的資料 `stores_list`
--

INSERT INTO `stores_list` (`sId`, `sName`, `sLocal_phone`, `s_address`, `s_time`, `created_at`) VALUES
(1, '中正汀州', '02-23090705', '臺北市中正區汀州路一段189號', '09:00~22:00', '2021-08-12 14:36:56'),
(2, '大同重慶', '02-25520532', '臺北市大同區重慶北路二段171號B2', '12:00~21:00', '2021-08-11 11:39:52'),
(3, '大同雙連', '02-25558886', '臺北市大同區民生西路128號', '10:00~23:00', '2021-08-11 11:39:52'),
(4, '中山吉林', '02-25865990', '臺北市中山區吉林路371號', '09:00~22:00', '2021-08-11 11:39:52'),
(5, '大直樂群', '02-85021331', '臺北市中山區樂群三路218號2F', '12:00~21:00', '2021-08-11 11:39:52'),
(6, '台北龍江', '02-25035666', '臺北市中山區龍江路242號', '09:00~22:00', '2021-08-11 11:39:52'),
(7, '松山鑫德', '02-27782773', '臺北市松山區八德路二段400號', '10:00~21:00', '2021-08-11 11:39:52'),
(8, '松山民生', '02-27562226', '臺北市松山區民生東路五段107號', '09:00~22:00', '2021-08-11 11:39:52'),
(9, '萬華桂林', '02-23880234', '臺北市萬華區桂林路1號2F', '10:00~22:00', '2021-08-11 11:39:52'),
(10, '萬華西園', '02-23331522', '臺北市萬華區西園路二段292號', '09:00~22:00', '2021-08-11 11:39:52'),
(11, '萬華萬大', '02-23012221', '臺北市萬華區萬大路248號', '09:00~22:00', '2021-08-11 11:39:52'),
(12, '士林士東', '02-28760588', '臺北市士林區士東路91巷3號', '09:00~22:00', '2021-08-11 12:52:54'),
(13, '士林天母', '02-28330345', '臺北市士林區德行西路47號2F', '12:00~21:00', '2021-08-11 12:52:54'),
(14, '中壢華勛', '03-4161881', '桃園市中壢區華勛街112號', '09:00~22:00', '2021-08-11 12:52:54'),
(15, '中壢龍樹', '03-4383088', '桃園市中壢區龍東路205號', '09:00~22:00', '2021-08-11 12:52:54'),
(16, '楊梅大成', '03-2888383', '桃園市楊梅區大成路148號', '09:00~22:00', '2021-08-11 12:52:54'),
(17, '楊梅埔心', '03-4311539', '桃園市楊梅區永美路225號', '08:00~22:00', '2021-08-11 12:52:54'),
(18, '新竹田美', '03-5350233', '新竹市東區田美三街35-1號', '09:00~22:00', '2021-08-11 12:52:54'),
(19, '新竹光復', '03-5777077', '新竹市東區光復路一段332號', '09:00~22:00', '2021-08-11 12:52:54'),
(20, '太平中山', '04-23959200', '臺中市太平區中山路四段11號', '09:00~22:00', '2021-08-11 12:52:54'),
(21, '烏日溪南', '04-23353666', '臺中市烏日區溪南路一段565號', '09:00~22:00', '2021-08-11 12:52:54'),
(22, '台中五權', '04-22022910', '臺中市西區五權路97-1號', '09:00~22:00', '2021-08-11 12:52:54'),
(23, '屏東民生', '08-7220369', '屏東縣屏東市民生路57-21號', '09:00~22:00', '2021-08-11 12:52:54'),
(24, '屏東和平', '08-7556696', '屏東縣屏東市和平路35號', '09:00~22:00', '2021-08-11 12:52:54'),
(25, '屏東廣東', '08-7362210', '屏東縣屏東市廣東路682之2號', '09:00~22:00', '2021-08-11 12:52:54'),
(26, '屏東自由', '08-7321111', '屏東縣屏東市自由路631號', '09:00~22:00', '2021-08-12 13:42:22'),
(54, '伸港信義', '04-7982232', '彰化縣伸港鄉信義路71號', '08:00~21:00', '2021-08-14 17:00:34'),
(55, '大樹久堂', '07-6512800', '高雄市大樹區久堂路136號', '08:30~21:30', '2021-08-14 17:01:07'),
(56, '三重車路頭', '02-22860432', '新北市三重區車路頭街91號', '09:00~22:00', '2021-08-14 17:02:07'),
(58, '大樹藥局', '02-78961453', '屏東縣屏東市自由路631號', '08:00~21:00', '2021-08-15 16:43:19'),
(59, '大樹藥局', '2266611', '屏東縣屏東市自由路631號', '09:00~22:00', '2021-08-16 08:39:11');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `stores_list`
--
ALTER TABLE `stores_list`
  ADD PRIMARY KEY (`sId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `stores_list`
--
ALTER TABLE `stores_list`
  MODIFY `sId` int(3) NOT NULL AUTO_INCREMENT COMMENT '項次', AUTO_INCREMENT=60;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
